Repository: gomez1112/MoodMargins
Catalog: MoodMargins/Localizable.xcstrings
Source language: en
Languages: ar, es, es_us

source: Mostly lighter days
ar: أيام أخف في الغالب
es: Días mayormente llevaderos
es_us: Días mayormente llevaderos

source: Start from Today, choose a mood, and add a note. Your page saves automatically as you write.
ar: ابدأ من اليوم واختر مزاجًا وأضف ملاحظة. تُحفظ صفحتك تلقائيًا أثناء الكتابة.
es: Empieza en Hoy, elige cómo te sientes y añade una nota. Tu página se guarda automáticamente mientras escribes.
es_us: Empieza en Hoy, elige cómo te sientes y añade una nota. Tu página se guarda automáticamente mientras escribes.

source: Weekly
ar: أسبوعي
es: Semanal
es_us: Semanal

source: Monthly
ar: شهري
es: Mensual
es_us: Mensual

source: Yearly
ar: سنوي
es: Anual
es_us: Anual

source: A slow walk, a warm cup of tea, and a little time for myself.
ar: نزهة هادئة وكوب شاي دافئ وقليل من الوقت لنفسي.
es: Un paseo tranquilo, una taza de té y un poco de tiempo para mí.
es_us: Un paseo tranquilo, una taza de té y un poco de tiempo para mí.

source: A full day. I gave myself permission to rest.
ar: كان يومًا حافلًا. سمحت لنفسي بالراحة.
es: Un día intenso. Me di permiso para descansar.
es_us: Un día intenso. Me di permiso para descansar.

source: Tea and a long catch-up with a friend. I laughed more than I expected.
ar: شاي وحديث طويل مع صديق. ضحكت أكثر مما توقعت.
es: Té y una larga charla con un amigo. Me reí más de lo esperado.
es_us: Té y una larga charla con un amigo. Me reí más de lo esperado.

source: Spent the afternoon reading with the window open.
ar: قضيت فترة بعد الظهر أقرأ بجوار النافذة المفتوحة.
es: Pasé la tarde leyendo junto a la ventana abierta.
es_us: Pasé la tarde leyendo junto a la ventana abierta.

source: A small pause helped me feel a little steadier.
ar: ساعدتني وقفة قصيرة على الشعور ببعض الاستقرار.
es: Una pequeña pausa me ayudó a sentir más calma.
es_us: Una pequeña pausa me ayudó a sentir más calma.

source: Made time for music and a quiet evening.
ar: خصصت وقتًا للموسيقى وأمسية هادئة.
es: Hice tiempo para la música y una tarde tranquila.
es_us: Hice tiempo para la música y una tarde tranquila.

source: An easy morning outside. Noticed the first autumn leaves.
ar: صباح هادئ في الخارج. لاحظت أولى أوراق الخريف.
es: Una mañana tranquila al aire libre. Vi las primeras hojas de otoño.
es_us: Una mañana tranquila al aire libre. Vi las primeras hojas de otoño.

source: %lld-day mood trend
ar: اتجاه المزاج خلال %lld يومًا
es: Tendencia del ánimo de %lld días
es_us: Tendencia del ánimo de %lld días

source: %lld-day streak
ar: سلسلة من %lld يومًا
es: Racha de %lld días
es_us: Racha de %lld días

source: %lld pages shared #%@, with a mix of moods.
ar: تشترك %lld صفحات في #%@ مع مزيج من المشاعر.
es: %lld páginas comparten #%@, con una mezcla de emociones.
es_us: %lld páginas comparten #%@, con una mezcla de emociones.

source: %lld pages shared #%@. Their most common mood was %@.
ar: تشترك %lld صفحات في #%@. كان المزاج الأكثر شيوعًا %@.
es: %lld páginas comparten #%@. Su ánimo más frecuente fue %@.
es_us: %lld páginas comparten #%@. Su ánimo más frecuente fue %@.

source: Save a page to start noticing patterns in your days.
ar: دوّن صفحة لتبدأ ملاحظة أنماط أيامك.
es: Escribe una página para empezar a notar patrones en tus días.
es_us: Escribe una página para empezar a notar patrones en tus días.

source: Use the same tag on a few pages to see how those days compare.
ar: استخدم الوسم نفسه في عدة صفحات لترى كيف تتشابه تلك الأيام.
es: Usa la misma etiqueta en varias páginas para comparar esos días.
es_us: Usa la misma etiqueta en varias páginas para comparar esos días.

source: Plus suggests tags and creates recaps automatically. When enabled, journal text needed for AI is sent to Apple's Private Cloud Compute. If a cloud request fails, the on-device model is used. Turn this off to keep AI requests on your device.
ar: يقترح Plus وسومًا وينشئ ملخصات تلقائيًا. عند التفعيل، يُرسل النص اللازم إلى الحوسبة السحابية الخاصة من Apple. إذا فشل الطلب السحابي، يُستخدم نموذج الجهاز. أوقف هذا الخيار لإبقاء طلبات الذكاء الاصطناعي على جهازك.
es: Plus sugiere etiquetas y crea resúmenes automáticamente. Cuando está activado, el texto necesario se envía a Private Cloud Compute de Apple. Si la solicitud falla, se usa el modelo del dispositivo. Desactívalo para mantener las solicitudes de IA en tu dispositivo.
es_us: Plus sugiere etiquetas y crea resúmenes automáticamente. Cuando está activado, el texto necesario se envía a Private Cloud Compute de Apple. Si la solicitud falla, se usa el modelo del dispositivo. Desactívalo para mantener las solicitudes de IA en tu dispositivo.

source: Premium themes, AI tags, and gentle recaps
ar: سمات مميزة ووسوم بالذكاء الاصطناعي وملخصات لطيفة
es: Temas premium, etiquetas con IA y resúmenes amables
es_us: Temas premium, etiquetas con IA y resúmenes amables

source: Your subscription is active
ar: اشتراكك نشط
es: Tu suscripción está activa
es_us: Tu suscripción está activa

source: Use this theme
ar: استخدام هذه السمة
es: Usar este tema
es_us: Usar este tema

source: You own this theme permanently.
ar: هذه السمة ملك لك دائمًا.
es: Este tema es tuyo para siempre.
es_us: Este tema es tuyo para siempre.

source: Included while your Plus subscription is active.
ar: مشمول أثناء تفعيل اشتراك Plus.
es: Incluido mientras tu suscripción Plus esté activa.
es_us: Incluido mientras tu suscripción Plus esté activa.

source: Done
ar: تم
es: Listo
es_us: Listo
